{
  "cities": {
    "dubai": {
      "01": {
        "description": "The Burj Khalifa[a] (known as the Burj Dubai prior to its inauguration) is a skyscraper in Dubai, United Arab Emirates. It is the world's tallest building. With a total height of 829.8 m (2,722 ft, or just over half a mile) and a roof height (excluding antenna, but including a 242.6 m spire)[2] of 828 m (2,717 ft), the Burj Khalifa has been the tallest structure and building in the world since its topping out in 2009, supplanting Taipei 101, the previous holder of that status",
        "image": "https://luxeadventuretraveler.com/wp-content/uploads/2012/12/Luxe-Adventure-Traveler-Dubai-Burj-Khalifa-6.jpg",
        "name": "Burj ul Khalifa",
        "ratings": {
          "Jmlhr2PHVVeoPMC99NaMwULh8qp1": {
            "rating": 4.5
          },
          "m30GoSeObOQLBS1IzWNHMSgfECB2": {
            "rating": 3.4
          }
        }
      },
      "02": {
        "description": "The Burj Al Arab (Arabic: برج العرب, lit. 'Arab Tower') is a luxury hotel in Dubai, United Arab Emirates.[8] Developed and managed by Jumeirah, it is one of the tallest hotels in the world, although 39% of its total height is made up of non-occupiable space.[9][10][11] Burj Al Arab stands on an artificial island that is 280 m (920 ft) from Jumeirah Beach and is connected to the mainland by a private curving bridge. The shape of the structure is designed to resemble the sail of a ship. It has a helipad near the roof, at a height of 210 m (689 ft) above ground",
        "image": "https://www.hoteliermiddleeast.com/cloud/2021/09/23/1X78t9yk-burj-al-arab-jumeirah-jumeirah-beach-hotel-jumeirah-al-naseem-private-beach-drone_6-4-1200x800.jpg",
        "name": "Burj ul Arab",
        "ratings": {
          "Jmlhr2PHVVeoPMC99NaMwULh8qp1": {
            "rating": 3.3
          },
          "m30GoSeObOQLBS1IzWNHMSgfECB2": {
            "rating": 4.4
          }
        }
      }
    },
    "sharjah": {
      "012": {
        "description": "The tour combines several activities like Camel Riding, Dune Bashing, Dance Shows, Quad Biking, and Dinner; The Sharjah safari timings are usually 3:00 PM to 9:00 PM. The dress code is Modest, and comfortable walking shoes are recommended.",
        "image": "https://www.cheapdesertsafaridubai.com/wp-content/uploads/2019/09/eveninh.jpg",
        "name": "Desert safari sharjah",
        "ratings": {
          "Jmlhr2PHVVeoPMC99NaMwULh8qp1": {
            "rating": 4.5
          },
          "m30GoSeObOQLBS1IzWNHMSgfECB2": {
            "rating": 3.4
          }
        }
      },
      "021": {
        "description": "Sharjah Aquarium features 20 tanks that recreate different local aquatic environments, from coral reefs and rock pools to lagoons and mangroves. An indoor walkway allows up-close viewing of the marine animals in these habitats.\n\nFor a family experience, try timing your visit with a scheduled fish feeding time or talk. Children will be delighted to learn more about the sea creatures and play on the interactive displays. The aquarium should be on the top of any list of things to with kids in Sharjah, especially for children’s edutainment. Families in Sharjah often bring kids here to learn about local marine life.\n\nIf you’re planning the aquarium as one of your places to visit in Sharjah at night, make sure to catch the sunset at the beautiful Al Khan beach first. The views here are as beautiful but distinctively different from the Sharjah Corniche. Then, take a quick tour of the aquarium before it closes in the late evening. Your ticket includes entry to the Sharjah Maritime Museum next door, where you can learn about the coast in more detail than any other Sharjah museum. After visiting these destinations, you will have checked off three popular Sharjah tourist places.",
        "image": "https://d2e5ushqwiltxm.cloudfront.net/wp-content/uploads/sites/200/2020/02/01071649/Slide1.jpg",
        "name": "Sharjah Aquarium",
        "ratings": {
          "Jmlhr2PHVVeoPMC99NaMwULh8qp1": {
            "rating": 3.3
          },
          "m30GoSeObOQLBS1IzWNHMSgfECB2": {
            "rating": 4.4
          }
        }
      }
    }
  },
  "favorites": {
    "Jmlhr2PHVVeoPMC99NaMwULh8qp1": {
      "Jmlhr2PHVVeoPMC99NaMwULh8qp1324321": {
        "place_id": "02"
      },
      "Jmlhr2PHVVeoPMC99NaMwULh8qp143554": {
        "place_id": "01"
      }
    }
  }
}